{
  "quotes": [
    "Change your Facebook status to 'Feeling horny . . .'",
    "Change your Facebook status to 'I´m coming . . . I´m coming . . .' Then, one minute later, change it to 'I just came.'",
    "Demonstrate to the room how to put a condom on using a banana.",
    "Do a sexy dance for your partner, but you can only use one leg.",
    "Feed someone almonds using just your mouth.",
    "Go to Cosmopolitan´s website´s love section and find a position you´ve never heard of. Then, try to act it out using whatever furniture and pillows you have at your disposal.",
    "Have someone blindfold you. Then, everyone in the group kisses you on the cheek, and you have to either say which one is your partner, and then kiss them on the lips. OR, you have to choose one person that you want to kiss on the lips.",
    "Lay down on the ground and have someone pretend like they´re using chalk to draw an outline of your body.",
    "Lightly trace your hands over someone else´s lips and whisper 'I´m coming, I´m coming,' five times.",
    "Put a bra on your head and pretend you´re a DJ rocking it really hard for one minute.",
    "Put on a swimming suit and have someone rub sunscreen on your back. Wear the suit for the rest of the evening.",
    "Remove one piece of clothing every time you give the wrong answer to a series of questions.",
    "Remove your bra without taking off your shirt.",
    "Someone gives you a back massage for one minutes while you´re blindfolded. If you like their style, you can choose to kiss them afterwards, but without knowing their identity.",
    "Someone has to lick peanut butter, chocolate sauce, or whipped cream off your finger, cheek, or somewhere of their choice.",
    "Take a picture of your 'O' face. You have to use that as your lock screen for 48 hours.",
    "Take off your partner´s shirt with only your teeth.",
    "Talk to your hand like you´re making a game plan to sleep with someone else who is in the room.",
    "Turn out the lights and try to turn the other person on only using sounds.",
    "With your eyes closed and the other person or people standing across from you in the room, walk with your hands out. You have to kiss the first person you touch, where you touch them.",
    "You have to hold a mouthful of water in your mouth until the round is over.",
    "You have to keep your hand on the very inner thigh of the person next to you for the next round.",
    "You have to leave an R-rated voicemail for an ex.",
    "You have to undress down to your accessories. If you want to keep any clothes on, you have to take a shot for every piece of clothing you want to keep.",
    "Do your best fake 'O' while looking the person to the left of you in the eye.",
    "Have someone blindfold you, and then have everyone in the group kiss you on the cheek. You have to either say which one is your partner, and then kiss them on the lips, OR you have to choose one person that you want to kiss on the lips.",
    "With your eyes closed and the other person or people standing across from you in the room, walk with your hands out. You have to kiss the first person you touch exactly where you touch them.",
    "Someone feeds you M&Ms or other small chocolate candy, and you have to say, 'Thank you, Daddy', after each one.",
    "You´re in school and you´ve been a bad student. For the next round, you´re in time-out on someone´s lap.",
    "Be blindfolded and then tickled for a minute.",
    "Get within one inch of the other person, look them straight in the eye, and tell them how you feel about them for one minute. Do not touch them.",
    "Blow on the back of the other person's neck, alternating hot and cool for one minute. Do not touch them.",
    "Spell out a secret message for them on their back. If they get it right, they get a special favor of their choosing. If they get it wrong, they have to do something special for you.",
    "You have to call one of your partner´s parents and tell them how much you love your partner.",
    "You have to do a one-person re-enactment of Romeo and Juliet using only animal sounds for the dialogue.",
    "Your partner has to ride you like a cowboy and you have to buck like a bronco.",
    "You have to wear handcuffs for the rest of the game.",
    "Trade clothes with your partner.",
    "Take a body shot.",
    "Make out with them.",
    "Give them a massage.",
    "Take off their shirt with only your teeth.",
    "Beg them to make out with you. They have to refuse. Keep trying to convince them in different ways for two minutes.",
    "Put on sexy music and vacuum with no pants on.",
    "You have to do whatever they tell you for one minute.",
    "Let them do whatever they want for two minutes with your phone.",
    "Take a picture of your 'O' face. You have to use that as your lock screen for 48 hours.",
    "Find an old photograph and recreate it as closely as possible.",
    "Create a 'flower bouquet' using just items that you´ve found in your kitchen and give it to your spouse, telling them what each different 'lower' means—i.e., 'This ladle reminds me of the time you did...'",
    "Do a shot for every time you forgot either your anniversary or your spouse´s birthday. If you want, you can opt to lose a piece of clothing instead of doing a shot.",
    "Play the game Reward or Punishment. Your spouse gets to ask you three questions that have to do with your knowledge of them. If you get them right, you get a special reward. If you get them wrong, you get a special punishment.",
    "You have to say to your spouse, 'Daddy/Mommy, I´ve been a really bad girl/boy. I think I need a spanking.' If they refuse to give it to you, you have to beg for it.",
    "Kiss them somewhere new each round.",
    "Lick whipped cream off their stomach.",
    "Send them a picture of you in your birthday suit.",
    "Take a naughty picture with them.",
    "Tease them for a minute.",
    "Give them a lap dance.",
    "Kiss them passionately, like in the movies . . .",
    "Massage their neck with your mouth.",
    "Give them a back massage without using your hands.",
    "Act out how you remember your first date together without speaking.",
    "Act out how you remember your first date together in 30 seconds.",
    "Put a sock in your pants and pretend it´s your junk for the rest of the night.",
    "Give a detailed presentation on your sexual moves in the style of a TED Talk.",
    "Take off your bra but leave your shirt on.",
    "Try to take off your underwear without flashing anyone.",
    "Put someone else's underwear on your head.",
    "Draw eyes above your belly button and give a presidential address as this character.",
    "Choreograph a new dance inspired by the act of doing and folding laundry. Make it sexy.",
    "Put on a pair of heels and take off your pants (not in that order).",
    "Grab a broom and do your sexiest dance with it.",
    "Touch tongues with someone.",
    "Demonstrate your best technique for you-know-what on your finger.",
    "Do as many squats as you can. On the front lawn.",
    "You have to entirely redress yourself with whatever you find in the kitchen.",
    "Fake it for 10 seconds.",
    "If you´re at your home, pretend you´re an auctioneer auctioning off your favorite grown-up toy, giving details about why you like it. If you´re at someone else´s home, use something that looks kind of like it.",
    "Do your best sexy crawl.",
    "Give a detailed presentation on how you woo a lover in the style of a TED Talk.",
    "Give your junk a name and then give a stream-of-consciousness speech from its perspective.",
    "Imitate the sounds of both sides of your most recent romantic encounter.",
    "Make as many different sounds with your lips as you can.",
    "Cook two bags of popcorn. Eat all of it as fast as you can, but in the sexiest way possible.",
    "Take off your shirt and pants, lay down on the ground, and act like a dolphin that´s gotten stranded on land for one minute.",
    "Pretend like you´re making sweet, sweet, love to the couch for one and a half minutes.",
    "Pick up a random book and read it in the most seductive voice you can manage.",
    "Make out with your hand to 'The Song That Never Ends'.",
    "Put in your headphones and put on your favorite song and dance to it.",
    "Someone gets to draw something on your face.",
    "Put on a dance song and grind with a pillow for one minute.",
    "Send a video of you singing in the shower (without the water on!).",
    "Send a video of you showing every part of your naked body except for . . . you know what.",
    "Change your Facebook status to 'Feeling lonely . . .'.",
    "Go to the bathroom and make extremely loud grunting sounds. (Send audio, please.)",
    "Send the dirtiest text you can think of.",
    "Send a dirty message in emojis that the other person has to decode.",
    "Send them pictures of you trying to imitate five emojis that you pick out.",
    "Dress up like your dad or mom and send a picture.",
    "Send the most unflattering picture of you that you have in your phone.",
    "Send the picture in your phone that´s five pictures back.",
    "Send the most recent text that you sent your mom.",
    "Send the most recent text that you sent your best friend.",
    "Text your mom a picture of your partner and say, 'Aren´t they great?'",
    "Write a 100-word story and send it to them.",
    "Write a 100-word naughty story and send it to them.",
    "Send a random gif to the first person in your contact list with no explanation.",
    "Touch yourself every time you text.",
    "Remove one piece of clothing every time you get a (non-text) notification on your phone.",
    "Take off your pants.",
    "Send a video of you eating a quarter cup of ketchup.",
    "Send a video of just your torso while you´re shimmying outside.",
    "Send a video of you making out with the air in front of you.",
    "Send a video with you and the next person that you see singing 'My Heart Will Go On.'",
    "Show the least sexy part of your body.",
    "Show the sexiest part of your body in the least sexy way.",
    "Put on every single pair of underwear you have and send a picture.",
    "Go outside and do the moonwalk—send a video.",
    "Send a vid of you trying to do the worm.",
    "Send of a vid of you doing crunches in the bathtub.",
    "You´re a vampire. Send a pic of you sucking the blood out of your pillow.",
    "Draw the best picture of a dog that you can.",
    "Do 5 swimsuit calendar poses.",
    "Floss your teeth blindfolded.",
    "Send your sexiest selfie.",
    "One person gets to choose the other´s profile picture on Facebook for the whole evening.",
    "Demonstrate your best sexual technique using your hands.",
    "Do a naked somersault.",
    "Go outside naked.",
    "You have one minute to change into the hottest outfit you have.",
    "Put your butt on the call and talk as it for one minute.",
    "Sing an opera song.",
    "Take off three items of clothing (not including shoes).",
    "Draw a mustache on your face.",
    "Cut off a little bit of your hair",
    "Record and post a video of you on Instagram holding your tongue and saying, 'I am a very pretty hippopotamus.'",
    "Continue the rest of the conversation with your biggest pair of underwear on your head.",
    "Do the rest of the game just in your underwear.",
    "Do the rest of the game naked, but wearing a winter jacket.",
    "Go to the fridge, pick out two different items, and use them to act out your favorite sexual act.",
    "Have the other person quiz you on basic math questions while you watch a one-minute clip of something hot.",
    "Try to recreate a famous kissing scene from a movie like The Notebook, Never Been Kissed, etc., but you´re just kissing the air.",
    "Use provocative hand gestures every time you talk.",
    "Read a colorful excerpt from a romance novel.",
    "Write a naughty story.",
    "They choose a random video off of YouTube, and you have to dirty dance to it (no matter what it is) for two minutes.",
    "Until the next round, you have to try to talk like Yoda.",
    "Try to continue the conversation while demonstrating your best technique on a banana.",
    "Draw a picture of your partner and post it on Facebook or Instagram, saying how much you love them.",
    "Draw a picture of you and your partner and make it your profile picture.",
    "Do your best version of the 'Single Ladies' dance and record it.",
    "Remove two articles of clothing each round.",
    "Take off your clothes, but put on every piece of underwear that's in the house.",
    "Try to juggle three potatoes.",
    "Do a one-minute freestyle rap with a bunch of marshmallows in your mouth. (Be careful not to choke!)",
    "Put on a swimming suit and clean the oven. (Like, actually clean it.)",
    "Let someone else get on one of your online dating profiles and use it for three minutes to do whatever they want.",
    "You have to drink one cup of a smoothie made out of ice cubes, water, and three other ingredients that someone else gets to choose.",
    "Make a sandwich with your hands tied behind your back and eat it.",
    "You have to eat macaroni and cheese, but instead of cheese, it´s macaroni and mayonnaise.",
    "Eat one tablespoon of coffee grounds while saying, 'Mmmmm, very yummy!'",
    "Everyone calls you 'Weiner' for the rest of the night.",
    "Prank call someone at work and tell them you´ve always loved them (you can use something to disguise your number).",
    "Find the oldest profile picture that you ever had on Facebook and make it your profile picture once again.",
    "Put on the national anthem and do your sexiest dance to it.",
    "Take someone´s shoe and tell it what a filthy, bad, naughty shoe it´s been for one minute.",
    "Make out with a bellybutton.",
    "Make a bowl of spaghetti and eat it without using your hands.",
    "Make a bowl of spaghetti and eat it with your feet.",
    "Tell us about your bowel movements last week.",
    "Show the moves you would bust at the club if you were trying to seduce someone.",
    "Share a spicy photo with the group.",
    "Change one article of clothing in front of the group."
  ]
}
