{
  "quotes": [
    "Do freestyle rap for 1 minute about the other participants.",
    "Smell every other players’ armpits.",
    "Kiss the person to your left.",
    "Do an impression of another player until someone can figure out who it is.",
    "Call your crush.",
    "Dance with no music for 1 minute.",
    "Let the person on your right draw on your face.",
    "Give your phone to another player who can send one text saying anything they want to one of your contacts.",
    "Drink lemon juice.",
    "Crack an egg on our head.",
    "Swap clothes with someone of the opposite sex for 2 rounds.",
    "Act like a chicken until your next turn.",
    "Burp the alphabet.",
    "Talk in a Jamaican accent until your next turn.",
    "Call a friend, pretend it’s their birthday, and sing “Happy Birthday” to them.",
    "Perform ballet for 1 minute.",
    "Take a selfie on the toilet and post it.",
    "End each sentence with the word “not” until your next turn.",
    "Name a famous person that looks like each player.",
    "Dance like your life depends on it.",
    "Eat a packet of hot sauce or ketchup straight.",
    "Pour ice down your pants.",
    "Spin around 12 times and try to walk straight.",
    "Put on a blindfold and touch the other players’ faces until you can figure out who it is.",
    "Let the other players redo your hairstyle.",
    "Let the player to your right redo your makeup.",
    "Pretend to be a squirrel until your next turn.",
    "Dump a bucket of cold water on your head.",
    "Lick a bar of soap.                                                                                                          ",
    "Eat a teaspoon of mustard.                                                                                                   ",
    "Talk without closing your mouth.                                                                                             ",
    "You have 5 minutes to write a country song and perform it.                                                                   ",
    "Let someone paint your nails any way they want.                                                                              ",
    "Do 5 minutes of stand-up comedy.                                                                                             ",
    "Quack like a duck until your next turn.                                                                                      ",
    "Sing the national anthem in a British accent.                                                                                ",
    "Do a free-style rap for the next minute.                                                                                     ",
    "Let another person post a status on your behalf.                                                                             ",
    "Hand over your phone to another player who can send a single text saying anything they want to anyone they want.             ",
    "Let the other players go through your phone for one minute.                                                                  ",
    "Do an impression of another player until someone can figure out who it is.                                                   ",
    "Say pickles at the end of every sentence you say until it's your turn again.                                                 ",
    "Imitate a YouTube star until another player guesses who you're portraying.                                                   ",
    "Act like a chicken until your next turn.                                                                                     ",
    "Talk in a British accent until your next turn.                                                                               ",
    "Call a friend, pretend it's their birthday, and sing them Happy Birthday to You.                                             ",
    "Name a famous person that looks like each player in the room.                                                                ",
    "Show us your best dance moves.                                                                                               ",
    "Eat a packet of hot sauce straight.                                                                                          ",
    "Let another person draw a tattoo on your back with a permanent marker.                                                       ",
    "Put on a blindfold and touch the other players' faces until you can figure out who's who.                                    ",
    "Serenade the person to your right for a full minute.                                                                         ",
    "Do 20 squats.                                                                                                                ",
    "Dump out your purse, backpack, or pockets and do a show and tell of what's inside.                                           ",
    "Prank call one of your family members.                                                                                       ",
    "Let another player create a hat out of toilet paper — and you have to wear it for the rest of the game.                      ",
    "Do a plank for a full minute.                                                                                                ",
    "Let someone give you a wedgie.                                                                                               ",
    "Put five cubes in your mouth (you can't chew them, you just have to let them melt—brrr).                                     ",
    "Bark like a dog.                                                                                                             ",
    "Draw your favorite movie and have the other person guess it (Pictionary-style).                                              ",
    "Repeat everything the person to your right says until your next turn.                                                        ",
    "Demonstrate how you style your hair in the mirror (without actually using the mirror).                                       ",
    "Play air guitar for one minute.                                                                                              ",
    "Empty a glass of cold water onto your head outside.                                                                          ",
    "Lay on the floor and act like a sizzling piece of bacon.                                                                     ",
    "In the next 10 minutes, find a way to scare another player and make it a surprise.                                           ",
    "Lick a bar of soap..                                                                                                         ",
    "Eat a tablespoon of mustard..                                                                                                ",
    "Post the oldest selfie on your phone to Snapchat or Instagram stories (and leave it up!)..                                   ",
    "Attempt the first TikTok dance on your FYP..                                                                                 ",
    "Imitate a celebrity of the group’s choosing every time you talk for the next 10 minutes..                                    ",
    "Read aloud the last five things you searched on your phone..                                                                 ",
    "Do karaoke to a song of the group’s choosing..                                                                               ",
    "Post a photo (any photo) to social with a heartfelt dedication to a celebrity of the group’s choosing..                      ",
    "Find your first crush on social and DM them..                                                                                ",
    "Peel a banana using just your toes..                                                                                         ",
    "Let the group mix together five of whatever liquids they find in the fridge, then drink it..                                 ",
    "Wear another player’s socks like gloves for the next five minutes..                                                          ",
    "Put on makeup without looking in the mirror, then leave it like that for the rest of the game..                              ",
    "Describe the most attractive quality of every person in the room..                                                           ",
    "Show the most embarrassing photo on your phone.                                                                              ",
    "Show the last five people you texted and what the messages said.                                                             ",
    "Let the rest of the group DM someone from your Instagram account.                                                            ",
    "Eat a raw piece of garlic.                                                                                                   ",
    "Do 50 squats.                                                                                                                ",
    "Let the group look in your Instagram DMs.                                                                                    ",
    "Show us your screen time report.                                                                                             ",
    "Keep three ice cubes in your mouth until they melt.                                                                          ",
    "Say something dirty to the person on your left.                                                                              ",
    "Give a foot massage to the person on your right.                                                                             ",
    "Put 10 different available liquids into a cup and drink it.                                                                  ",
    "Yell out the first word that comes to your mind.                                                                             ",
    "Give a lap dance to someone of your choice.                                                                                  ",
    "Repeat everything the person on your right is saying until it's your turn again.                                             ",
    "Remove four items of clothing.                                                                                               ",
    "Like the first 15 posts on your Facebook newsfeed.                                                                           ",
    "Eat a spoonful of mustard.                                                                                                   ",
    "Keep your eyes closed until it's your go again.                                                                              ",
    "Try and get all the the toes on one foot in your mouth.                                                                      ",
    "Send a sext to the last person in your phonebook.                                                                            ",
    "Show your orgasm face.                                                                                                       ",
    "Seductively eat a banana.                                                                                                    ",
    "Empty out your wallet/purse and show everyone what's inside.                                                                 ",
    "Pretend to be the person to your right for 10 minutes.                                                                       ",
    "Eat a snack without using your hands.                                                                                        ",
    "Whisper a secret to the person on your left.                                                                                 ",
    "Say two honest things about everyone else in the group.                                                                      ",
    "Twerk for a minute.                                                                                                          ",
    "Try and make the group laugh as quickly as possible.                                                                         ",
    "Try to put your whole fist in your mouth.                                                                                    ",
    "Let another person in the group touch up your makeup.                                                                        ",
    "Tell everyone an embarrassing story about yourself.                                                                          ",
    "Try to lick your elbow.                                                                                                      ",
    "Peel a banana with your toes.                                                                                                ",
    "Say everything in a whisper for the next 10 minutes.                                                                         ",
    "Smell another player's armpit.                                                                                               ",
    "Talk in an American accent for the rest of the evening.                                                                      ",
    "Do your best celebrity impression.                                                                                           ",
    "Play air guitar for 2 minutes straight                                                                                       ",
    "Post the oldest selfie on your phone on Instagram Stories                                                                    ",
    "Tell the saddest story you know                                                                                              ",
    "Howl like a wolf for two minutes                                                                                             ",
    "Dance without music for two minutes                                                                                          ",
    "Pole dance with an imaginary pole                                                                                            ",
    "Belt out the chorus of a cheesy ballad at full volume                                                                        ",
    "Let someone else tickle you and try not to laugh                                                                             ",
    "Put as many snacks into your mouth at once as you can                                                                        ",
    "Scroll through your phone book until someone says stop. You either have to call or delete that person.                       ",
    "Put your clothing on backwards for the rest of the evening                                                                   ",
    "Down your drink                                                                                                              ",
    "Try and make yourself cry in front of the group                                                                              ",
    "Give a celebrity lookalike for every person in the room                                                                      ",
    "Tell the group two truths and a lie, and they have to guess which one the lie is                                             ",
    "Show off your secret talent                                                                                                  ",
    "Attempt to impersonate everyone in the room                                                                                  ",
    "Reply to the first five Instagram Stories on your timeline                                                                   ",
    "Share the first celebrity on your timeline's Instagram to your Story                                                         ",
    "Put on as many layers as possible in 60 seconds                                                                              ",
    "Fill your mouth with drink and gargle your answer to the next Truth                                                          ",
    "Make another player jump in the next 10 minutes                                                                              ",
    "Smile as widely as you can and hold it for two minutes                                                                       ",
    "Hold your drink with two hands for the rest of the evening                                                                   ",
    "Attempt the first TikTok dance on your for you page                                                                          ",
    "Sit on the floor for the rest of the evening                                                                                 ",
    "Put on make-up without a mirror and leave it like that for the rest of the game                                              ",
    "Give a personalised insult to everyone in the room                                                                           ",
    "Read the last text message you sent out loud.                                                                                ",
    "Show the weirdest item you have in your purse/pockets.                                                                       ",
    "Call the first person in your contacts list and sing them “Happy Birthday.”                                                  ",
    "Do your best impression of a fish out of water.                                                                              ",
    "Give another player your phone and let them send a social media DM to anyone they want.                                      ",
    "Do as many push-ups as you can in one minute.                                                                                ",
    "Give a one-word “roast” to each other player.                                                                                ",
    "Let another player tickle you but don’t laugh!                                                                               ",
    "Spin in a swivel chair for 30 seconds and then try to walk a straight line.                                                  ",
    "Let another player draw a tattoo on your arm in permanent marker.                                                            ",
    "Hold the plank position until it’s your turn again.                                                                          ",
    "Tell each player who you think their celebrity look alike is.                                                                ",
    "Show off your best dance moves for the full duration of a song.                                                              ",
    "Narrate the game in a newscaster voice for three turns.                                                                      ",
    "Switch clothes with another player for the rest of the game.                                                                 ",
    "Put on a blindfold and touch each players’ face until you can guess who each player is.                                      ",
    "Let another player pour a glass of water on your head.                                                                       ",
    "Give a shoulder rub to the player to your right.                                                                             ",
    "Attempt to juggle two or three items of the asker’s choosing.                                                                ",
    "Perform a dramatic version of a monologue from a favorite TV show or movie.                                                  ",
    "Comment a fire emoji on the first five pictures on your Instagram feed.                                                      ",
    "Do an impression of another player until your next turn.                                                                     ",
    "Try to drink a glass of water without using your hands.                                                                      ",
    "Allow the other players to blindfold you and try to guess three food items from the pantry just by smell.                    ",
    "Do your best interpretive dance/gymnastics floor routine.                                                                    ",
    "Post an unflattering selfie to your favorite social media account.                                                           ",
    "Talk and act like a celebrity until the group can guess who you are (this could go multiple turns!)                          ",
    "If you have to get up for the rest of the game, no walking allowed. You can crawl on all fours, roll, somersault, hop on one foot etc., but no walking!    ",
    "Remove your socks with your teeth.                                                                                                                         ",
    "Act out a commercial for a product chosen by the other players.                                                                                            ",
    "Sing instead of speaking any time you talk for three turns.                                                                                                ",
    "Make a silly face and keep it that way until someone in the group laughs.                                                                                  ",
    "Do a freestyle rap about the other players for one minute.                                                                                                 ",
    "Show the group your internet search history.                                                                                                               ",
    "Let another player style your hair and leave it that way for the rest of the game.                                                                         ",
    "Video chat the person of your choice but pick your nose through the entire conversation.                                                                   ",
    "Put your shoes on the wrong feet and keep them there for the rest of the game.                                                                             ",
    "Let the other players pose you and remain in that position until your next turn.                                                                           ",
    "Allow someone else in the group to blindfold you and feed you one item out of the fridge.                                                                  ",
    "Lead the group in a mini yoga class for one minute.                                                                                                        ",
    "How old are you? Whatever your age is, do that many squats.                                                                                                ",
    "Perform a dance routine to a boy band song of the group’s choice.                                                                                          ",
    "Let another player draw a washable marker mustache on you.                                                                                                 ",
    "Act like a monkey until it is your turn again.                                                                                                             ",
    "Be blindfolded and then tickled for a minute.                                                                                                              ",
    "Blow on the back of the other person’s neck, alternating hot and cool for one minute. Do not touch them.                                                   ",
    "Get within one inch of the other person, look them straight in the eye, and tell them how you feel about them for one minute. Do not touch them.           ",
    "Go five minutes without blinking.                                                                                                                          ",
    "Let someone do whatever they want for two minutes with your phone.                                                                                         ",
    "Let someone write a word on your forehead in permanent marker.                                                                                             ",
    "Make up a story about the item to your right.                                                                                                              ",
    "Once you have your eyes closed, feel someone’s face and guess who they are.                                                                                ",
    "Post an embarrassing picture of yourself online.                                                                                                           ",
    "Say the alphabet backward in 15 seconds.                                                                                                                   ",
    "Spell out a secret message for your partner on their back. If they get it right, they get a special favor of their choosing. If they get it wrong, they have to do something special for you.",
    "Spin around ten times, when you get done, try to walk in a straight line.                                                                      ",
    "Yell out the first word that comes to your mind right now.                                                                                     ",
    "Talk about something you regret in your life.                                                                                                  ",
    "Log into Facebook and like every picture for the past year of the first person you see.                                                        ",
    "Allow a random player to tickle you for 30 seconds.                                                                                            ",
    "Eat an entire onion without crying.                                                                                                            ",
    "Massage another player’s back for five minutes.                                                                                                ",
    "Spank the person to your right.                                                                                                                ",
    "Describe someone else in the group and others have to guess who it is.                                                                         ",
    "Do as many sit-ups as you can in one minute.                                                                                                   ",
    "Speak in an accent chosen by another player for the rest of the game.                                                                          ",
    "Stand up and try to break dance.                                                                                                               ",
    "Try to lick your elbow for the next three minutes.                                                                                             ",
    "Pick out the best and worst dressed individuals in the group.                                                                                  ",
    "Pass your phone to the person to your right and allow them to put any status on one of your social media accounts.                             ",
    "Reveal all the details of your first kiss.                                                                                                     ",
    "Read the last thing you sent your best friend or significant other out loud.                                                                   ",
    "Tell us about the worst date you've ever been on.                                                                                              ",
    "Go hide somewhere in the house until the next round starts. No one is going to come find you, but you must remain hidden.                      ",
    "Let someone go through your YouTube history and read it out to the group.                                                                      ",
    "Let someone go through your Amazon purchase history and read it out to the group.                                                              "
  ]
}